import React from "react";

const Description = () => {
  return (
    <>
      <div className="titles-container">
        <span>پیلتونت چیست؟</span>
      </div>
      <div className="description-cards-container">
        <div className="description-card">
          <svg
            id="lending"
            xmlns="http://www.w3.org/2000/svg"
            width="89.642"
            height="89.642"
            viewBox="0 0 89.642 89.642"
          >
            <path
              id="Path_5"
              data-name="Path 5"
              d="M31.033,34.008A21.6,21.6,0,0,0,7.955,68.4,17.04,17.04,0,0,1,18.837,55.678a9.272,9.272,0,1,1,11.6,0A17.041,17.041,0,0,1,41.322,68.4a21.357,21.357,0,0,0,3.946-20.16A17.011,17.011,0,0,1,31.033,34.008Z"
              transform="translate(-3 13.367)"
              fill="#14213d"
            />
            <path
              id="Path_6"
              data-name="Path 6"
              d="M30.51,50.943,29.323,61.618,21.9,56.056l-7.42,5.564L13.3,50.945A13.869,13.869,0,0,0,8.014,61.42a21.567,21.567,0,0,0,27.777,0A13.882,13.882,0,0,0,30.51,50.943Z"
              transform="translate(-0.265 23.156)"
              fill="#14213d"
            />
            <path
              id="Path_7"
              data-name="Path 7"
              d="M16.757,54.27l-3.4-4.076.682,6.113Z"
              transform="translate(2.652 22.747)"
              fill="#14213d"
            />
            <ellipse
              id="Ellipse_1"
              data-name="Ellipse 1"
              cx="5.97"
              cy="6.343"
              rx="5.97"
              ry="6.343"
              transform="translate(15.672 55.313)"
              fill="#14213d"
            />
            <path
              id="Path_8"
              data-name="Path 8"
              d="M15.134,49.3l2.884,3.464L20.9,49.306a13.777,13.777,0,0,0-5.768,0Z"
              transform="translate(3.62 22.096)"
              fill="#14213d"
            />
            <path
              id="Path_9"
              data-name="Path 9"
              d="M21.839,50.194l-3.4,4.076,2.716,2.037Z"
              transform="translate(5.424 22.747)"
              fill="#14213d"
            />
            <path
              id="Path_10"
              data-name="Path 10"
              d="M54.638,3a21.524,21.524,0,0,0-20.63,28.033,16.863,16.863,0,0,1,5.932,2.077,17.035,17.035,0,0,1,8.887-7.439,9.273,9.273,0,1,1,11.613.008A17.041,17.041,0,0,1,71.322,38.4,21.628,21.628,0,0,0,54.638,3Z"
              transform="translate(13.367 -3)"
              fill="#14213d"
            />
            <path
              id="Path_11"
              data-name="Path 11"
              d="M45.025,19.377a3.074,3.074,0,0,0,6.108-.028,13.022,13.022,0,0,0-6.108.028Z"
              transform="translate(19.927 5.729)"
              fill="#14213d"
            />
            <path
              id="Path_12"
              data-name="Path 12"
              d="M39.144,25.7A16.98,16.98,0,0,1,44.89,36.05a21.334,21.334,0,0,0,20.284-4.06A13.909,13.909,0,0,0,57.3,19.9a6.175,6.175,0,0,1-4.467,4.576v9.494H49.74V24.474A6.18,6.18,0,0,1,45.274,19.9,13.914,13.914,0,0,0,39.144,25.7Z"
              transform="translate(16.719 6.218)"
              fill="#14213d"
            />
            <circle
              id="Ellipse_2"
              data-name="Ellipse 2"
              cx="5.97"
              cy="5.97"
              r="5.97"
              transform="translate(61.942 9.789)"
              fill="#14213d"
            />
            <path
              id="Path_13"
              data-name="Path 13"
              d="M50.82,36.91A13.91,13.91,0,1,0,36.91,50.82,13.925,13.925,0,0,0,50.82,36.91ZM35.364,35.364h3.091A4.642,4.642,0,0,1,43.092,40v4.637H38.456v3.091H35.364V44.638A4.642,4.642,0,0,1,30.728,40h3.091a1.546,1.546,0,0,0,1.546,1.546H40V40a1.546,1.546,0,0,0-1.546-1.546H35.364a4.642,4.642,0,0,1-4.637-4.637V29.182h4.637V26.091h3.091v3.091a4.642,4.642,0,0,1,4.637,4.637H40a1.546,1.546,0,0,0-1.546-1.546H33.819v1.546A1.546,1.546,0,0,0,35.364,35.364Z"
              transform="translate(7.911 7.911)"
              fill="#fca311"
            />
            <path
              id="Path_14"
              data-name="Path 14"
              d="M51,49.364h4.637A18.439,18.439,0,0,1,42.263,67.1L34,69.457V71h9.273A21.638,21.638,0,0,0,64.911,49.364h4.637L60.274,37Z"
              transform="translate(13.912 15.549)"
              fill="#14213d"
            />
            <path
              id="Path_15"
              data-name="Path 15"
              d="M25.547,26.638H20.91A18.439,18.439,0,0,1,34.285,8.907l8.263-2.362V5H33.274A21.638,21.638,0,0,0,11.637,26.638H7L16.273,39Z"
              transform="translate(-0.818 -1.909)"
              fill="#14213d"
            />
          </svg>
          <p>
            با توسعه زیرساخت های مالی غیرمتمرکز و پذیرش امور دارایی های دیجیتال
            مبتنی بر فناوری دفتر کل توزیع شده فرصت های جدیدی برای سرمایه گذاری و
            وام‌دهی همتا به همتا (peer to peer) به وجود آورده است.
          </p>
        </div>
        <div className="description-card">
          <svg
            id="trust"
            xmlns="http://www.w3.org/2000/svg"
            width="74.268"
            height="84.5"
            viewBox="0 0 74.268 84.5"
          >
            <path
              id="Path_3"
              data-name="Path 3"
              d="M185.658,138.329a17.329,17.329,0,1,0-17.329,17.329A17.348,17.348,0,0,0,185.658,138.329Zm-28.964,1.733,3.466-3.466,5.694,5.644,10.645-10.6,3.466,3.466-14.111,14.16Z"
              transform="translate(-131.195 -101.03)"
              fill="#fca311"
            />
            <path
              id="Path_4"
              data-name="Path 4"
              d="M68.134,84.5l.693-.2c1.485-.4,36.441-11.157,36.441-71.759V10.067h-2.476C86.3,10.067,69.521.743,69.322.644L68.134,0,66.946.644c-.2.1-16.982,9.424-33.47,9.424H31v2.476c0,60.6,34.955,71.363,36.441,71.759ZM45.854,37.3a22.28,22.28,0,1,1,22.28,22.28A22.314,22.314,0,0,1,45.854,37.3Z"
              transform="translate(-31 0)"
              fill="#14213d"
            />
          </svg>
          <p>
            این روش وام‌دهی به افراد امکان می‌دهد بدون نیاز به سازمان‌های مورد
            اعتماد و کنترل کننده مرکزی مانند بانک‌ها، به سپرده‌گذاری یا دریافت
            تسهیلات بپردازند در پلتفرم‌های وام‌دهی همتا به همتا، منابع مالی
            وام‌ها نه از یک موسسه مالی، بلکه توسط شخص یا اشخاص سرمایه‌گذار تامین
            می‌شود. هدف این پلتفرم‌ها، اتصال وام‌گیرنده‌ها و وام‌دهنده‌ها در یک
            بستر آنلاین به یکدیگر و ایجاد یک ارتباط اعتباری قابل اعتماد بین آنها
            می‌باشد.
          </p>
        </div>
        <div className="description-card">
          <svg
            id="wallet"
            xmlns="http://www.w3.org/2000/svg"
            width="73.818"
            height="73.819"
            viewBox="0 0 73.818 73.819"
          >
            <g id="Group_4" data-name="Group 4" transform="translate(0 0)">
              <g id="Group_3" data-name="Group 3">
                <path
                  id="Path_1"
                  data-name="Path 1"
                  d="M68.788,60.4H57.044a13.421,13.421,0,1,1,0-26.843H68.788a1.677,1.677,0,0,0,1.678-1.678V26.844a6.7,6.7,0,0,0-6.177-6.657L54.654,3.358A6.64,6.64,0,0,0,45.545.9L12.515,20.133h-5.8A6.717,6.717,0,0,0,0,26.844V67.109a6.717,6.717,0,0,0,6.711,6.711H63.755a6.717,6.717,0,0,0,6.711-6.711V62.076A1.677,1.677,0,0,0,68.788,60.4ZM56.735,13.748l3.656,6.385H45.768ZM19.184,20.133,47.234,3.8a3.244,3.244,0,0,1,2.492-.336,3.29,3.29,0,0,1,2.015,1.558l0,.006-25.938,15.1Z"
                  transform="translate(-0.003 0)"
                  fill="#14213d"
                />
                <path
                  id="Path_2"
                  data-name="Path 2"
                  d="M320.48,234.674H308.736a10.066,10.066,0,0,0,0,20.132H320.48a5.039,5.039,0,0,0,5.033-5.033V239.707A5.039,5.039,0,0,0,320.48,234.674ZM308.736,248.1a3.355,3.355,0,1,1,3.355-3.355A3.36,3.36,0,0,1,308.736,248.1Z"
                  transform="translate(-251.695 -197.764)"
                  fill="#fca311"
                />
              </g>
            </g>
          </svg>

          <p>
            پیلتونت یک پلتفرم وام‌دهی همتا به همتا با وثیقه گذاری توکن‌های تعریف
            شده در شبکه ققنوس با پشتوانه دارایی‌های سرمایه‌ای مانند طلا، الماس
            یا مسکن می‌باشد. هر شخص دارای این توکن‌ها، می‌تواند با انتقال دارایی
            خود به کیف پول پیلتونت و تبدیل آن به سپرده قابل تبدیل به وثیقه،
            معادل بخشی از ارزش دارایی خود را وام بگیرد.
          </p>
        </div>
      </div>
    </>
  );
};

export default Description;
